alsa-utils
arch-install-scripts
aspell-en
bash
bash-completion
biber
bind-tools
bitlbee
bzip2
c2hs
clang
cmake
coreutils
cowsay
cronie
cryptsetup
dash
device-mapper
dhcpcd
dialog
diffutils
dmenu
dos2unix
e2fsprogs
ed
emacs
evince
exiv2
fakeroot
file
filesystem
findutils
firefox
firejail
fish
foremost
fortune-mod
fzf
gawk
gcc
gcc-libs
gdb
gettext
ghc
ghc-static
ghostscript
git
glibc
gptfdisk
graphviz
grep
grml-zsh-config
gtypist
gzip
haskell-http2
haskell-prettyprinter
haskell-text-builder
haskell-text-printer
htop
hwinfo
i3-wm
i3blocks
i3lock
i3status
ifplugd
imagemagick
inetutils
intel-ucode
iproute2
iputils
irssi
ispell
isync
iucode-tool
jfsutils
jq
jshon
less
libotr
libraw
libreoffice-fresh
licenses
linux
linux-lts
logrotate
lsb-release
lshw
lsof
lsw
lua
lvm2
lynx
make
man-db
man-pages
mcpp
mdadm
mit-scheme
mlocate
mpv
msmtp
mu
mutt
nasm
netctl
nethogs
nitrogen
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ntp
ocl-icd
openresolv
openssh
p7zip
pacman
pacman-contrib
pacutils
pass
pass-otp
patch
pciutils
perl
perl-authen-sasl
perl-capture-tiny
perl-email-mime
perl-file-path-expand
perl-ipc-run
perl-module-pluggable
perl-net-imap-simple
pkgconf
playerctl
procmail
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
python-fonttools
python-pip
python-virtualenv
python2
python2-fonttools
python2-pip
racket
refind-efi
reflector
reiserfsprogs
rsync
ruby
ruby-docs
ruby-rdoc
rxvt-unicode
s-nail
sbcl
scrot
sed
shadow
shellcheck
slock
stow
strace
sudo
sxiv
sysfsutils
systemd-sysvcompat
tar
tcl
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-langjapanese
texlive-langkorean
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
tk
tmux
tor
transmission-cli
trash-cli
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-hack
unrar
unzip
usbutils
util-linux
vi
vim
w3m
weechat
which
wmctrl
xbindkeys
xclip
xdg-user-dirs
xdotool
xf86-video-intel
xfsprogs
xmonad
xmonad-contrib
xmonad-utils
xorg-server
xorg-xbacklight
xorg-xev
xorg-xinit
xorg-xinput
xorg-xmessage
xorg-xprop
xorg-xset
xsel
xss-lock
youtube-dl
zbar
zip
zsh
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-lovers
zsh-syntax-highlighting
